
INSERT INTO `album` (`id`, `title`, `year`, `desc`) VALUES
(1, 'Рождество', 2011, ''),
(2, 'Жили-были', 2009, ''),
(3, 'Наш первый альбом', 0, '');



INSERT INTO `audio` (`id`, `album_id`, `title`) VALUES
(1, 1, 'Как в Иерусалиме рано зазвонили'),
(2, 1, 'Днесь Христос родился'),
(3, 1, 'Христос Спаситель'),
(4, 1, 'На небе зорька'),
(5, 1, 'Рождество Христово, ангел прилетел'),
(6, 1, 'Небо и земля'),
(7, 1, 'Уродилась коляда'),
(8, 1, 'Запевайте, христиане'),
(9, 1, 'Эта ночь святая'),
(10, 1, 'Торжествуйте, веселитесь'),
(11, 2, 'Интро'),
(12, 2, 'Кадриль'),
(13, 2, 'Жил-был у бабушки серенький козлик'),
(14, 2, 'Про Ивана groove'),
(15, 2, 'Лезгинка'),
(16, 2, 'Гавоты'),
(17, 2, 'Про Диму и Петю'),
(18, 2, 'Во кузнице'),
(19, 2, 'Финская полька'),
(20, 2, 'Иванушка рачек'),
(21, 2, 'Риорита'),
(22, 2, 'Крутится вертится шарф голубой'),
(23, 3, 'Reels'),
(24, 3, 'Saltarella / Tarantella'),
(25, 3, 'Bailar'),
(26, 3, 'Польки / Найман'),
(27, 3, 'Джиги'),
(28, 3, 'Шведская'),
(29, 3, 'La sansonette'),
(30, 3, 'Lazersong'),
(31, 3, 'Песня'),
(32, 3, 'Хит'),
(33, 3, 'Вальс Петрова');

UPDATE `otava`.`album` SET `title` = 'Под аптекой',
`desc` = 'Наш первый альбом' WHERE `album`.`id` =3;